Repository: markosloizou/SoftEngProj
Catalog: po/*.po
Languages: es

source: cycles
es: ciclos

source: off
es: apagado

source: on
es: encendido

source: toggled off
es: apagado

source: toggled on
es: encendido

source: &Continue Ctrl-C
es: &Continuar Ctrl-C

source: &File
es: &Archivo

source: &Help Ctrl-H
es: &Ayuda Ctrl-H

source: &Hide Dialog Window
es: &Esconder Historial

source: &Hide Settings Window
es: &Esconder Ajustes

source: &Quit Ctrl-Q
es: &Salir Ctrl-Q

source: &Run Ctrl-R
es: &Ejecutar Ctrl-R

source: &Save As... Ctrl-S
es: &Guardar Como... Ctrl-S

source: &Show Dialog Window
es: &Mostrar Historial

source: &Show Settings Window
es: &Mostrar Ajustes

source: &View
es: &Perspectiva

source: &Window
es: &Ventana

source: 1: Initialised program
es: 1: Programa inicializado

source: Added monitor to
es: Monitor añadido a

source: Cannot operate GUI without names, devices, parser and monitor classes
es: No se puede operar GUI sin nombres, aparatos, parse y clases de monitor

source: Continue
es: Continuar

source: Could not add monitor to
es: No se pudo añadir monitor a

source: Could not change RC state
es: No se pudo cambiar estado RC

source: Could not remove monitor from
es: No se pudo quitar monitor de

source: Could not toggle switch
es: No se pudo cambiar el estado del interruptor

source: Error: network is oscillating
es: Error: la red esta oscilando

source: Go To &End Shift-Ctrl-E
es: Ir Al &Final Shift-Ctrl-E

source: Go To &Start Shift-Ctrl-S
es: Ir Al &Principio Shift-Ctrl-S

source: Go To End
es: Ir Al Final

source: Go To Start
es: Ir Al Principio

source: Help
es: Ayuda

source: Hide &Grid Ctrl-G
es: Esconder &Cuadricula Ctrl-G

source: Horizontal Zoom
es: Zoom Horizontal

source: Monitor Points
es: Puntos De Monitor

source: Number of Cycles
es: Numero de Ciclos

source: Number of simulated cycles set to
es: Number de ciclos ajustado a

source: Removed monitor from
es: Se quito punto de monitor de

source: Run
es: Ejecutar

source: Save Circuit
es: Guardar Circuito

source: Show &Grid Ctrl-G
es: Mostrar&Cuadricula Ctrl-G

source: Simulation continued for an additional
es: Simulacion continuada durante

source: Simulation started for
es: Simulazion ejecutada durante

source: Switch
es: Interruptor

source: Switch State
es: Estado del Interruptor

source: Vertical Zoom
es: Zoom Vertical

source: Warning
es: Aviso

source: You think you could continue before running?
es: No se puede continuar antes de ejecutar

source: Zoom In Ctrl-Z
es: Aumentar Zoom Ctrl-Z

source: Zoom Out Shift-Ctrl-Z
es: Disminuir Zoom Shift-Ctrl-Z
